import styles from './about.module.scss'
const About = () => {
    return(
        <div className={styles.container}>
            <h1>Інформація про магазин:</h1>
            <div className={styles.line}></div>
            <div className={styles.p}>Протягом багатьох років співпрацюємо тільки з перевіреними торговими марками, а також регулярно оновлюємо свій асортимент новими, недавно випущеними моделями. Селекція в нашому магазині дуже ретельно і добре продумана, базується на позачасових зразках, функціональності, натуральних матеріалах і оригінальних рішеннях. Колекції складаються виключно з оригінальних моделей, асортимент яких підібраний для всіх, хто стежить за трендами і орієнтується на стиль поточного сезону. Стріт стайл знаходиться сьогодні на піку популярності не тільки серед молоді, але і більш старшого покоління за рахунок своїх практичних і стильних дизайнерських характеристик. Виробники кожен сезон випускають модний одяг з урахуванням трендових кольорів і стилів. Крім того, що в такому одязі і взутті Ви завжди будете виглядати розкішно і стильно, практичні переваги не поступаються моді. Вся брендове взуття і одяг виготовляється з використанням високоякісних матеріалів і сучасних технологій, які визначають її майбутнє призначення.</div>
            <img className={styles.photos} src="./img/group 11.png" alt="photos" />
            <div className={styles.p}>Оплата за покупку товару може здійснюватися будь-яким зручним способом - при отриманні товару на пошті і через різні платіжні системи онлайн. Безкоштовна доставка товару здійснюється в будь-який регіон України зручними службами. Повернення - це просте завдання з якою магазин успішно справляється і гарантує клієнтську підтримку. Але також ми не зупиняємося на досягнутому, а постійно розвиваємося і прогресуємо. Хочемо, щоб представлені товари завжди відображали світову сцену і були в привабливих цінах. Наш магазин пульсує життям і позитивною енергією, відкриваючи свій простір креативним і унікальним. Сукупність доповнюють люди, які свою роботу трактують як хобі. Крім регулярної продажі охоче беремо участь і підтримуємо культурні заходи.</div>
        <div className={styles.line}></div>
        <div className={styles.footer}>
            <h2>ЗВ'ЯЖІТЬСЯ З НАМИ</h2>
           <div className={styles.container2}>
           <div>
           <div className={styles.contacts}><img src="./img/mail.png" alt="mail" /><h2>nikitashatunov_aa@gmail.com</h2></div>
           <div className={styles.contacts}><img src="./img/instagram.png" alt="mail" /><h2>@nikita.nbr1</h2></div>
           <div className={styles.contacts}><img src="./img/phone-call.png" alt="mail" /><h2>+380 96 547 96 44</h2></div>
           </div>
           <div className={styles.subs}>
           <div> <h3 className={styles.h3}>Підпишись на розсилку</h3>
            <p>і першим отримай інформацію про знижки і новинки</p></div>
           <div className={styles.input}> <input type="text" placeholder='E-mail'/>
            <div className={styles.button}>Зберегти</div></div>
           </div>
           </div>
            </div>
        </div>
    )
}
export default About