[
    {
     "id": "0",
     "imageUrl": "https://svgshare.com/i/pG_.svg",
     "title": "NIKE AIR MAX 95",
     "price": 5499,
     "brand": "Nike",
     "rating": 4,
     "liked": true,
     "description": "Суть революційної технології відбивається у назві кросівок. У підошві взуття Nike Air знаходиться поліуретанова капсула з повітрям. Її призначення – служити амортизатором для стопи людини під час її бігу - Кросівки серии nike air max 95. Кросівки повітряної серії зазнали множини перевтілень, що відображають досягнення розробників, перш ніж покупці побачили сьогоднішній варіант - аїр макс 95. Що можна сказати про цифру в назві - представники компанії не афішують, а сама назва трактується однозначно: максимум повітря. І дійсно, модель nike air max 95 відрізняється від свого родоначальника наявністю додаткових повітряних амортизаторів, розташованих не тільки в області п'яти, а й по всій ступні."
   
    },
    {
     "id": "1",
     "imageUrl": "https://svgshare.com/i/pF6.svg",
     "title": "ADIDAS CONTINENTAL 80",
     "price": 2499,
     "brand": "Adidas",
     "rating": 5,
     "liked": false,
     "description":"Оновлена лінійка кросівок Adidas Continental – це класичні кеди, які з моменту виходу зазнали технологічних змін, при цьому зберігши свій консервативний і відомий силует."
    },
    {
     "id": "2",
     "imageUrl": "https://svgshare.com/i/pEy.svg",
     "title": "NEW BALANCE 993",
     "price": 6499,
     "brand": "New Balance",
     "rating": 5,
     "liked": false,
     "description":"Створені для незалежних осіб 993 - це зразок сміливого мислення. Оновлені 993 додають новизни до цього модельного ряду, який пропонує кольорові рішення сучасності та модерну. Вони створені для тих, хто готовий відрізнятись."
    },
    {
     "id": "3",
     "imageUrl": "https://svgshare.com/i/pGb.svg",
     "title": "REEBOK CLASSIC LEATHER",
     "price": 2099,
     "brand": "Reebok",
     "rating": 3,
     "liked": false,
     "description":"Кросівки виготовлені із винятково якісних матеріалів. Верх взуття виконаний із високоякісної замші та шкіри, які дають гарантію зносостійкості та комфорту. Еластична та легка Підошва EVA гарантує чудовий комфорт і легкість при носінні. До того ж, EVA стійка до впливу різних хімічних речовин, таких як бензин або олія. Завдяки унікальному складу, матеріал стійкий до бактерій та грибків. Завдяки цим якостям матеріал EVA активно використовується в ортопедичному та спортивному взутті."
    },
    {
     "id": "4",
     "imageUrl": "https://svgshare.com/i/pGa.svg",
     "title": "PUMA RS-X³ SUPER",
     "price": 1999,
     "brand": "Puma",
     "rating": 3,
     "liked": false,
     "description":"Будь зіркою як Ральф. Американський баскетболіст спільно з Puma створили класичну модель, яка поєднує в собі спортивний стиль та міську моду."
    },
    {
     "id": "5",
     "imageUrl": "https://svgshare.com/i/pGi.svg",
     "title": "NIKE SB ZOOM BLAZER MID",
     "price": 2999,
     "brand": "Nike",
     "rating": 4,
     "liked": true,
     "description":"Кросівки виготовлені із винятково якісних матеріалів. Верх взуття виконаний із високоякісної замші та шкіри, які дають гарантію зносостійкості та комфорту. Еластична та легка Підошва EVA гарантує чудовий комфорт і легкість при носінні. До того ж, EVA стійка до впливу різних хімічних речовин, таких як бензин або олія. Завдяки унікальному складу, матеріал стійкий до бактерій та грибків. Завдяки цим якостям матеріал EVA активно використовується в ортопедичному та спортивному взутті."
    }
   ]